<template>
    <div class="space-y-4">
        <p>いつも汐猫みおのEndpointにアクセスいただき、ありがとうございます。</p>
        <p>この度、今後の活動方針についてお知らせいたします。</p>
        <p>ここ最近、心身ともに不安定な状況が続き、十分な活動ができずにおりましたことを深くお詫び申し上げます。</p>
        <p>今後は体調の回復を最優先に考え、7月より無理のない範囲で、随時活動を再開していく予定です。今後の活動は、配信や動画投稿をメインに進めてまいります。</p>
        <p>最新情報やお知らせは、当公式サイトやSNSを通じて随時発信いたしますので、チェックしていただければ幸いです。</p>
        <p>皆様の温かいご支援に、心より感謝申し上げます。</p>
    </div>
</template>

<script setup lang="ts">
definePageMeta({
    layout: "news-detail", // ★重要：これで上のデフォルト枠（枠組みや戻るボタン）を自動で引っ張ってきます！
    title:
        "【お知らせ】今後の活動について",
    year: "2026",
    date: "06.29",
    sortKey: "20260629_2",
    category: "お知らせ", // バッジに表示したいテキストをここに書くだけ！
});

useSeoMeta({
    title: "今後の活動について / 2026-06-29 | 汐猫みお Official",
});
</script>
