<template>
  <div>
    <p>いつも汐猫みおのEndpointにアクセスいただき、ありがとうございます。</p>
    <p>この度、公式サイトをリニューアルいたしました！</p>
    <p>新しいサイトでは、より見やすく、使いやすいデザインを採用し、最新の情報をお届けできるようになりました。</p>
    <p>今後も、汐猫みおの活動や最新情報を随時更新していきますので、ぜひ新しいサイトをチェックしてください！</p>
  </div>
</template>

<script setup lang="ts">
definePageMeta({
  layout: "news-detail", // ★重要：これで上のデフォルト枠（枠組みや戻るボタン）を自動で引っ張ってきます！
  title:
    "【お知らせ】公式サイトリニューアル！",
  year: "2026",
  date: "05.27",
  sortKey: "20260527",
  category: "お知らせ", // バッジに表示したいテキストをここに書くだけ！
});

useSeoMeta({
  title: "公式サイトリニューアルのお知らせ / 2026-05-27 | 汐猫みお Official",
});
</script>
