<template>
    <div class="space-y-4">
        <p>いつも汐猫みおのEndpointにアクセスいただき、ありがとうございます。</p>
        <p>この度、バーチャルレイヤーにおける3Dモデルの大幅なリニューアルを行いました！</p>
        <p>
            これまでのどこか子供っぽさの残るシルエットから一新し、よりスマートで落ち着いた「大人のお姉さん」としての佇まいを感じられるデザインへとブラッシュアップを重ねています。
        </p>
        <p>ビジュアルの進化に伴い、これまで以上に繊細で豊かな表情・表現をお届けできるようになりました。</p>
        <p>
            7月からの活動再開に合わせ、配信や動画内でこの新しい姿をお披露目していきます。新しくなった私を、ぜひ配信ループの中でチェックしていただけると嬉しいです。
        </p>
        <p>洗練された新しい姿とともに、今後ともよろしくお願いいたします。</p>
    </div>
</template>

<script setup lang="ts">
definePageMeta({
    layout: "news-detail",
    title: "【お知らせ】3Dモデルのリニューアルについて",
    year: "2026",
    date: "06.29",
    sortKey: "20260629_1",
    category: "Update",
});

useSeoMeta({
    title: "3Dモデルのリニューアルについて / 2026-06-29 | 汐猫みお Official",
});
</script>